Show / Hide Table of Contents
Class CheckMember
Check member base class
Inheritance
System.Object
OpenObject
OpenElementId
CheckMember
CheckMember1D
Inherited Members
 OpenElementId.Id
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Model
Assembly: IdeaRS.OpenModel.dll
Syntax
public abstract class CheckMember : OpenElementId
Constructors
Improve this Doc   View Source
CheckMember()
Constructor
Declaration
public CheckMember()
 Improve this Doc
 View Source